<template>
	<div class="disclaimer">
		<back title="免责声明"></back>
		<div class="disclaimer-text">
			所有在本公司进行的竞猜都需要依照以下规则与条款处理。</br> 
			<span>1.一般规则与条款</span></br>
			1.1所有竞猜项目的最高和最低限额将由公司决定，如有任何更改无须提前通知。</br>
			1.2会员申请账户时需提供正确的个人信息，本公司对提供伪造或错误信息的账户将不负任何责任。</br> 
			1.3用户将全权负责账户提交的所有交易。在下单前请仔细检查选项，一旦订单提交成功后，将无法更改或取消。公司对会员自身原因造成的遗漏或重复下单不负任何责任。会员可以在交易记录中查看详情确保所有提交的注单已成功。</br> 
			1.4在任何投诉中，如果在公司的数据库中没有存储任何记录，公司将不接受也不认可任何会员提供的复印件或单据。</br> 
			1.5公司保留在任何时候关闭或冻结会员账号的权利。</br> 
			1.6公司保留在任何时候暂停/终止会员对任何盘口进行竞猜的权利。</br> 
			1.7公司保留对已预先知道赛果的竞猜订单做出取消的权利。如果由于”滚球现场”延迟而引起盘口的赔率错误，此期间的注单将视为无效。</br> 
			1.8在任何时候，用户都有责任确认比赛的比分和相关信息，同时也建议用户在下单前核实比赛的状态。</br> 
			1.9用户必须了解当前的赛果，球赛进行的时间，以及本公司提供的其他资料，可能因为供应厂商所提供的资料时间延误或不准确，而产生的任何下单风险将由会员自行承担。</br> 
			1.10如果比赛或赛事取消，所有该场赛事的订单即被视为无效且取消，除非在个别体育规则里另有指定注明。某些无条件终止的盘口将会相应地结算。单独的体育规则中对此类盘口的结算程序做了说明。公司取消该赛事所有朱丹的结果被视为最终决定，无需参考官方赛事裁判或相关部门的决定。串关将会继续按照注单剩余赛事的赛果结算，该取消赛事的赔率将会按照1计算。对于取消的定义和处理本公司拥有最终解释权。</br> 
			1.11由以下时间造成的任何损失，公司不赋予任何责任：</br> 
			1.11.1公司的网站、服务器或网络中断。</br> 
			1.11.2公司数据库、服务器丢失信息或信息遭受破坏。</br> 
			1.11.3不法分子攻击网站、服务器或网络供应商。</br> 
			1.11.4进入网站时由于网络供应商原因造成的网络缓慢。</br> 
			1.12如果对此规则与条款的内容有任何疑义，请以公司的解释为准。</br> 
			<span>2.赛果与派彩</span></br> 
			2.1赛果均在赛事结束后判定，除非在个别体育规则里另有注明。赛果公布72小时后，若对任何赛果有争议，本公司将不认可。在赛果公布72小时内，除了任何体育纪律委员会所重新裁决之赛果，本公司只会修正人为，系统或参考赛果的相关网页失误等原因的错误。</br> 
			2.2竞猜通常在赛事结束后派彩。但考虑到会员的利益，某些竞猜项目会在官方公布赛事结果之前就进行派彩。为此，公司保留对此而造成的错误进行更改的权利。</br> 
			2.3派彩是根据官方来源或相关体育权威机构判定的结果为准。</br> 
			2.4所有的交易将以公司最新备份数据记录为准，公司不接纳任何投诉或争议，除非会员提供交易记录的截图或影印证据，否则公司的数据记录将作为最终证明。</br> 
			<span>3.有关时间规则</span></br> 
			3.1 足球球赛的正常完场时间包含伤停补时。</br> 
			3.2 除非在个别体育规则里另有注明，加时得分则不计算在正常完场时间内。</br> 
			<span>4.错误</span></br> 
			4.1本公司力求错误发生的几率保持最低，但若有注单显然是在盘口有错误的情况下提交，我们将保留取消此注单的权利。错误的情况包括：</br> 
			4.1.1赔率错误（和市场上提供的有明显差别）</br> 
			4.1.2盘口信息错误。</br> 
			4.1.3赛事信息错误，例如：参赛队名或队员，赛事日期或开赛时间。 如因遇到以上的情况而需取消任何注单，有关讯息会及时在发布公告说明。</br> 
			<span>5.异常下单行为</span></br> 对任何怀疑在下单时涉嫌作弊或破坏本公司竞猜平台的会员，公司有权在毫无警告或通知下取消此会员所有的注单并且冻结账户。异常行为包括使用任何设备，自动设备，软件，程序等方式干涉本网站的运作。</br> 
			<span>6.特别声明</span></br> 本应用适用于年满18周岁具有完全民事行为能力群。不满18周岁未成年人仅可在其监护人监护下进行游戏。本竞猜游戏内容所包含内容，与大鼎智联公司Apple Inc.无关。</br>
		</div>
	</div>
</template>

<script type="text/ecmascript-6">
	import Back from '@/components/back/back'
	export default {
		components: {
			Back
		},
	}
</script>

<style scoped>
	.disclaimer {
		padding: 1.08rem .2rem 0 .2rem;
		background: #fff;
	}
	.disclaimer-text>span{
		color: red;
	}
	.disclaimer-text{
		line-height: .5rem;
	}
</style>